[{"id":"65ab9d78186280a9f3ed3f4e","title":"Una Temporada en el Infierno","artists":["Fangoria"],"coverURL":"https://i.scdn.co/image/ab67616d0000b2735a174ccb0677e30a11aa7c4c","songs":[{"name":"Cierra los Ojos","duration_ms":176626,"likes":3,"duration_minSec":"2:56"},{"name":"Me Odio Cuando Miento","duration_ms":268200,"likes":2,"duration_minSec":"4:28"},{"name":"No Será","duration_ms":224573,"likes":7,"duration_minSec":"3:44"},{"name":"Contradicción","duration_ms":139360,"likes":3,"duration_minSec":"2:19"},{"name":"Electricistas","duration_ms":249240,"likes":5,"duration_minSec":"4:09"},{"name":"Cenizas de Sangre","duration_ms":216066,"likes":4,"duration_minSec":"3:36"},{"name":"El Glamour de la Locura","duration_ms":225600,"likes":4,"duration_minSec":"3:45"},{"name":"Acusada, Juzgada y Condenada","duration_ms":208426,"likes":9,"duration_minSec":"3:28"},{"name":"Todo Lo Que Amo Debe de Morir","duration_ms":215240,"likes":7,"duration_minSec":"3:35"},{"name":"Voy a Perder el Miedo","duration_ms":273093,"likes":2,"duration_minSec":"4:33"},{"name":"A Tu Lado","duration_ms":206133,"likes":7,"duration_minSec":"3:26"},{"name":"Abre los Ojos","duration_ms":323866,"likes":4,"duration_minSec":"5:23"}],"likes":58,"averageRating":3.75,"year":"1999","lastReviews":[{"username":"Jack C_01","rating":1,"text":"Slayer are the band who gave us thrash metal classics like Reign in Blood, Show No Mercy and Hell Awaits, but their recent albums certainly aren't as good as these classics. Diabolus in Musica paled in comparison to their previous works, but compared to this, Diabolus itself is a masterpiece of epic proportions. I cannot believe how terrible this album is, it's in the Slipknot vein, an album you'll probably love if you've never heard any of Slayer's previous work, because it's so \"rebellious\". First, look at the cover, it's been censored because of its content, a cross with nails and blood all over it basically. Yes, Slayer had anti-religious/Satanist songs in the past, but they never seemed this...desperate, it just jumps out and screams at you \"Look at us, we're so hardcore and rebellious because we've shoved some nails into a cross!\"\n\nBut I'll let this pathetic publicity stunt go if the music is actually good, unfortunately it isn't, the music fits perfectly with the stupid CD cover. Darkness of Christ is just a pointless short intro track, and then we get Disciple. As soon as it starts it reminds me of Slipknot, the drum patterns, the angsty shouting, the swearing, the guitar \"riffs\". Only when the solo comes in am I absolutely sure that this isn't a Slipknot song, and even then, the solo is average at best. Then it seems as if the song is finished, thank god, but no, it comes back in with more silly lyrics and cursing.\n\nAnd this pattern continues for most of the album, this is like a totally different band to old Slayer. Show No Mercy, Reign in Blood, Hell Awaits, Seasons in the Abyss, South of Heaven, even Divine Intervention totally beats the (...) out of this poor excuse for a full-length album. All these songs are the same and they're annoying as hell as well. \"RAAAR, NEW FAITH!!\" Just shut up, please. Metallica's St Anger was totally ripped apart by metal fans, but in my opinion that was ten times better than this, at least it wasn't so blatantly nu-metal! Exile is just embarrassing, this is sinking too low. Basically it's the same as all the other songs, but they yank up the Swear-o-meter even more, every other word is a curse, literally. The beginning of Seven Faces just makes me want to press skip yet again, where is the speed? Where is the thrash? I cannot listen to this, it's just too...bad. And I have to bring up Payback as well, was Exile not enough for you Slayer? Now the Swear-o-meter is on overload, you have to listen this to believe it, my god it's bad.\n\nBasically the whole of this CD is Slipknot-inspired rubbish. This just isn't thrash metal, at all. I don't think God hates us all, he probably just hates Slayer, if not for the lyrics, then for how utterly terrible this is. Go and download some of the songs like Exile, Disciple and Payback, and you can either laugh at how bad they are, or just cry because Slayer have been reduced to some second-rate mallcore band. Then remove all traces of them from your PC, and go and headbang to Reign in Blood."},{"username":"K. Born","rating":4,"text":"This is yet again, a great CD by Tiesto. However, I still liked Panama better, although just slightly, and so I think that this album deserved a four out of five stars. I love Tiesto's stuff, so I hope he keeps on pullin through!"},{"username":"Joker","rating":5,"text":"Gerry Rafferty's classic 1978 album City To City still stands the test of time more than three decades after its release.  Certain songs bring me back in time and remind me of what I was doing at the time the song came out.  I spent most of the summer of 1978 with my left arm in a cast.  I remember that summer like it was yesterday and Baker Street was sitting in the #1 spot for several weeks.  I heard Baker Street on the radio in 2007 and immediately ordered City To City.  I had never heard the entire album before - just Baker Street and Right Down The Line.  This album has a lot more to offer than these two big hits.  All the songs are good.  Once in a while I'll mellow out and listen to this.  This album is underrated, in my opinion.\n\nI can't help but think of artists like Gerry Rafferty when I think of the '70s.  Carole King, Carly Simon, Linda Ronstadt, Crystal Gayle, Debbie Boone, James Taylor, David Soul, Wings, Gerry Rafferty.......did I remind you of the '70s?  This album will be a great addition to your collection."},{"username":"Darryl K. Clark","rating":5,"text":"jane child needs to make a comeback.  it's that simple.\n\nshe needs to come back and remind us that canadian women can rock it really hard--even harder than alanis morrisette. and that canadian women can write lush melodies and great lyrics just like sarah mclachlan.  and that canadian women are wicked little grrls, like that fabulous esthero.\n\nyes, this is a woman that is versatile, creative and fully in charge of her gifts. each song on this disc is a great listening experience.  warners missed the boat with this cd. i remember when it came out, the last track was released as a single and went nowhere.  tragic, because 'here not there' is a pretty, pensive ballad with a classical flavor to it.\n\nbut the other tracks, particularly  'savarsati' and 'i do not feel as you do' are just larger than life and broad, colorful strokes on a pallid canvas known as pop music.  this woman needs to be in the studio, at least scoring films or something.  it's criminal she is not a mover and shaker in music these days."}]},{"id":"65ab9d6b186280a9f3ece631","title":"Prokofiev: Peter and the Wolf, Lieutenant Kije Symphonic Suite","artists":["Boris Karloff","juan karlos","Karlos Rosé","Mario Rossi","Wiener Opernorchester"],"coverURL":"https://i.scdn.co/image/ab67616d0000b2732754fdf3869e01170e16800e","songs":[{"name":"Peter and the Wolf, Op. 67: I. Introduction","duration_ms":163120,"likes":7,"duration_minSec":"2:43"},{"name":"Peter and the Wolf, Op. 67: II. The Story Begins","duration_ms":56186,"likes":11,"duration_minSec":"0:56"},{"name":"Peter and the Wolf, Op. 67: III. The Bird","duration_ms":86240,"likes":1,"duration_minSec":"1:26"},{"name":"Peter and the Wolf, Op. 67: IV. The Duck - Dialogue With the Birds - Attack of the Cat","duration_ms":238146,"likes":6,"duration_minSec":"3:58"},{"name":"Peter and the Wolf, Op. 67: V. Grandfather","duration_ms":139240,"likes":6,"duration_minSec":"2:19"},{"name":"Peter and the Wolf, Op. 67: VI. The Wolf","duration_ms":72346,"likes":8,"duration_minSec":"1:12"},{"name":"Peter and the Wolf, Op. 67: VII. The Duck Is Caught","duration_ms":75373,"likes":3,"duration_minSec":"1:15"},{"name":"Peter and the Wolf, Op. 67: VIII. The Wolf Stalks the Bird and Cat","duration_ms":80813,"likes":4,"duration_minSec":"1:20"},{"name":"Peter and the Wolf, Op. 67: IX. Peter Prepares to Catch the Wolf","duration_ms":59613,"likes":9,"duration_minSec":"0:59"},{"name":"Peter and the Wolf, Op. 67: X. The Bird Diverts the Wolf","duration_ms":85213,"likes":8,"duration_minSec":"1:25"},{"name":"Peter and the Wolf, Op. 67: XI. Peter Catches the Wolf","duration_ms":123573,"likes":6,"duration_minSec":"2:03"},{"name":"Peter and the Wolf, Op. 67: XII. The Hunters Arrive","duration_ms":141386,"likes":6,"duration_minSec":"2:21"},{"name":"Peter and the Wolf, Op. 67: XIII. The Procession to the Zoo","duration_ms":284013,"likes":4,"duration_minSec":"4:44"},{"name":"Lieutenant Kije Suite Symphonique, Op. 60: I. Birth of Kije","duration_ms":237386,"likes":3,"duration_minSec":"3:57"},{"name":"Lieutenant Kije Suite Symphonique, Op. 60: II. Romance","duration_ms":232040,"likes":3,"duration_minSec":"3:52"},{"name":"Lieutenant Kije Suite Symphonique, Op. 60: III. Kije's Wedding","duration_ms":155146,"likes":6,"duration_minSec":"2:35"},{"name":"Lieutenant Kije Suite Symphonique, Op. 60: IV. Troika","duration_ms":168413,"likes":6,"duration_minSec":"2:48"},{"name":"Lieutenant Kije Suite Symphonique, Op. 60: V. Burial of Kije","duration_ms":353373,"likes":3,"duration_minSec":"5:53"}],"likes":56,"averageRating":4.333,"year":"2006","lastReviews":[{"username":"Jon Broxton","rating":4,"text":"The Book Thief, based on the popular novel by Markus Zusak, is a World War II drama set in Germany about the power of the written word. Young Sophie Nlisse stars as the lead character, Liesel, who is sent to live with foster parents (Geoffrey Rush and Emily Watson), just as the specter of war looms over the country and Nazism begins to take hold. Through her innocent eyes Liesel begins to witness the first months of what would be eventually become the Holocaust, but through the compassion of her new parents, their imparted love of books and literature, and her friendship with of a young Jewish man named Max, she finds a way to deal with the atrocities that are starting to take place in her community. The film is directed by Brian Percival, best known for his work on the critically acclaimed TV series Downton Abbey, and has a score by the legendary John Williams.\n\nIt came as something of a surprise when Williams was announced as The Book Thiefs composer, as it marks the first time he has worked on a film that did not involve either George Lucas or Steven Spielberg since Harry Potter and the Prisoner of Azkaban in 2004 (Spielberg was originally set to direct Memoirs of a Geisha, and is one of that films producers). Williams has tackled this sort of subject matter before, in films like Schindlers List, and he is an acknowledged master at composing scores from a childs point of view, as he has done numerous times through his career, but for him to turn up scoring a film such as this, working with a new director at the age of 81, is unexpectedly wonderful. Apparently Williams read Zusaks novel, and when he heard that a film was being made, he actively sought out the scoring gig. As such, this is clearly a very personal project for Williams, and the resulting score reflects that obvious love of the source material.\n\nThe Book Thief falls squarely within that realm of heartfelt, weighty, profound dramatic works that also feature a little bit of child-like innocence and idealism, to stop the whole thing from bogging down. As with virtually all Williams works, its also remarkably beautiful, written for a full orchestra, masterfully orchestrated, and containing a great deal of heart and sentiment, as befits the work of someone who has been bringing beauty, heart and sentiment to the world of cinema for over 50 years. In terms of overall sound, one could say that The Book Thief is an amalgamation of Schindlers List and Angelas Ashes, with a little bit of Empire of the Sun and a little bit of Jane Eyre thrown in for good measure. Its classic emotional Williams through and through, and a welcome reminder of everything that can be good about film music, and his music in particular.\n\nThe score is mainly dominated by piano and strings, with the rest of the orchestra dancing around it, bringing little bits of color and flavor to the score, but never overwhelming this intimate core sound. The main theme flows fluidly through many cues, beginning in the opening One Small Fact, which passes the main melody from strings to woodwinds and back again, while the piano provides elegant, undulating accompaniment. The Journey to Himmel Street is a slightly more downbeat and reflective recapitulation, but by the time the florid piano line reappears in Learning to Read it has become a recurring leitmotif for Liesels thirst for knowledge, and her increasing love of literature. The solo cello that anchors Learning to Write allows the theme to grow even more, as another new aspect of Liesels communication skills is developed, and the whole thing reaches a lovely conclusion in the warmly emotional Writing to Mama .\n\nElsewhere, Liesels idyllic life, and her carefree childhood is depicted by the lovely New Parents and a New Home, while the flighty playfulness of cues like The Snow Fight and Foot Race bring the similarly effervescent sequences from The Adventures from Tintin and his Harry Potter scores into a new setting. Conversely, cues like Book Burning and the tragedy-laden Rudy is Taken are starker and darker, reminding the listener that the horrors of war and the evils of Nazism and the Holocaust are never far from Liesels front door. Low-end piano chords, bassoons combined with deep brasses, minor key crescendos and an overtly more oppressive tone anchor the former in a sense of darkness that is wholly appropriate in context, while the overwhelming poignancy of the latter is quite devastating.\n\nDotted throughout the score are several moments of wonderful orchestration, masterful technique, and beautiful instrumental combinations. The duet between Gloria Chengs piano and Joanne Turovskys harp in Ilsas Library is sublime; the sensitive oboe solo in Max and Liesel is heartbreakingly tender; the crescendo towards the end of The Train Station has a profound sense of longing and loss. Later, The Visitor at Himmel Street offers a touch of romance to the proceedings, with a warm string and harp combination that is very touching, while the lovely Finale features the most compelling piano solo of the entire score. The seven-minute end credits concert piece, The Book Thief, gives Williams the opportunity to raise the emotional content of his music even further, with the boldest performances of his main themes.\n\nSome may criticize The Book Thief for being unoriginal. Its true, The Book Thief breaks no new ground, and its awash in all the compositional traits and hallmarks that have characterized the majority of Williams scores over the last 20 years. But, at this stage in the game, re-inventing the wheel is not really the point any more  when you hire John Williams to write music for your film, you do so because you want more of what John Williams brings to the table  his sound, and his sensibility. The Book Thief is exactly that sort of score. Warm and inviting, familiar and comfortable, a vintage Williams work in every sense of the word.\n\nAs has been mentioned by myself and others over the last few years, Hollywood is currently going through a period where strongly thematic, emotionally direct scores for serious films are considered pass, and perhaps even a little cheesy, by mainstream film critics. I just don't understand how that opinion has become the prevalent one, especially when listening to scores like this one. The Book Thief illustrates and brings out the emotions in the listener and the viewer with grace and sincerity, never overwhelming them, allowing the audience to feel the story at it unfolds. Simultaneously, the musicality and compositional excellence in the score illustrates just how well Williams understands musical storytelling and the importance of structure and narrative in film music. How can this be pass or cheesy? Its the essence of good cinema, and just proves once more why Williams is one of the greatest film composers who ever lived."},{"username":"Jake, the Music Man","rating":5,"text":"back in 2008, I bought this album. this album has all the well known classics including \"Save the Last Dance for Me\", \"Some Kind of Wonderful\", \"There Goes My Baby\", which is my all time favourite Drifters song, \"Up On a Roof\", another all time favourite song by this group, \"On Broadway\", \"I'll Take You Home\", \"Under the boardwalk\", which was covered by the Rolling Stones, \"True Love, True Love\", \"Sand In My shoes\", \"Saturday Night at the Movies\", but it is missing another really good classic, \"Down at the Club\" and \"I Don't Want to Go On without You\". if you are just discovering the Drifters and don't want to pay through the nose, give \"The Verry Best of the Drifters a listen\". if you are still hungry, try \"All Time Greatest Hits and More 1959- 1965. there are gems on that particular album including \"Oh my Love\" and \"Lonely Winds\" which are great, just like the songs on this album. any Drifters casual fan who just want the basics will be pleased. 10 years later after the release of this album, it was expanded from 16 tracks to 30 tracks on a double CD. this particular release doesn't include any of the Clide McFadder cuts from 1953-1959. even the cuts with Clide Mcfadder were ausomn! it's a low damn shame this collection didn't include at least \"Down At the Club\" and a few Clide McFadder Drifters cuts like \"Money Honey\" and \"Fools Fall In Love\". if you end up buying this CD, don't be disappointed. there are still many treasures whatever route you take with this band, as long as you buy from the Rhino label, not the other independent labels which offer re-recorded versions. recently, Acrobat, an independent UK label has released a 3 CD set \"the Complete Releases 1953- 1962\", which features all the Clide McFadder and Ben E. King cuts. if you are new to the Drifters, you have the munchies for their music and have absolutely no original recordings, this album is great!"},{"username":"I. Rockwell","rating":4,"text":"FINALLY...I have been dying for a Masta Killa album since his solo joint on The \"W\". This album is pretty good. Too bad it won't get promoted like it should. The production is solid and the lyrcis are never in question"}]},{"id":"65ab9d62186280a9f3ecaa88","title":"Bacilon","artists":["Marcianos Crew"],"coverURL":"https://i.scdn.co/image/ab67616d0000b27378aa968ef29cd68b0ab58f0e","songs":[{"name":"Intro","duration_ms":104000,"likes":3,"duration_minSec":"1:44"},{"name":"Bacilon","duration_ms":157785,"likes":5,"duration_minSec":"2:37"},{"name":"Está Conmigo","duration_ms":183495,"likes":5,"duration_minSec":"3:03"},{"name":"Una Profesional","duration_ms":257241,"likes":5,"duration_minSec":"4:17"},{"name":"Porro","duration_ms":209866,"likes":2,"duration_minSec":"3:29"},{"name":"Kangoo","duration_ms":188869,"likes":4,"duration_minSec":"3:08"},{"name":"Melone","duration_ms":144929,"likes":4,"duration_minSec":"2:24"},{"name":"Dola","duration_ms":272954,"likes":4,"duration_minSec":"4:32"},{"name":"Una Profesional - Remix","duration_ms":257241,"likes":3,"duration_minSec":"4:17"},{"name":"Ocho Pibas","duration_ms":191740,"likes":4,"duration_minSec":"3:11"}],"likes":56,"averageRating":4.75,"year":"2017","lastReviews":[{"username":"Mr Ed","rating":5,"text":"No Problems"},{"username":"JimmyJoe","rating":3,"text":"For me, the Engelbert Humperdinck's GOLD 2CD set on Hip-O Records/Universal Music label from 2005 release is a much better choice in terms of sound quality and total hits songs.\nThis 40th anniversary edition actually is Asian edition. Mine was made in Malaysia. It is on Universal Music label as well.\nMy main concern is that Sound quality is very poor. I think it was mastered straight from the LP master, not from original master tape.\nThis is a 2CD set and packaged in all-rounded-four-corner jewel box which usually used to keep Super Audio CD. It is called Super Jewel Box. Mine came broken, and it is hard to find its replacement in aftermarket store. Need to special order it from a specialty jewel box store, and it is expensive too. The discs were stacked one on top of the other.\nFor your money, better buy the EH's GOLD album instead of this 40th anniversary one."},{"username":"Bill R. Moore","rating":5,"text":"Since Kiss was never an album band it is convenient for a newcomer to the band to start with this album or maybe Double Platinum, then the first Alive! album. I mean, just look at the long line of classics: Calling Dr.  Love, Do You Love Me, Beth, Rock and Roll All Nite, Shout It Out Loud, Sure  Know Something, and, of course, Detroit Rock City. A fan looking to get  acquainted to the band should probably start here."},{"username":"WaterLover","rating":5,"text":"Great sound quality and delivers all the songs from this classic rock album from one of Rock's early bands.\nI'm glad this is end my collections."},{"username":"Speedy","rating":5,"text":"The speed and exactitude of the players in this performances is simply breathtaking! The compositions and improvisations are simply of the highest order in any idiom of music. Even after all these years of searching and buying so many records from so many different artists in the jazz, rock, prog, avant garde, R.I.O., Pop, fusion and classical musical worlds, i have yet to find a group that matches the beauty and expressiveness of early Shakti. HIGHLY recommended!"}]},{"id":"65ab9d71186280a9f3ed0c2a","title":"Interdimensional","artists":["Patryk Scelina"],"coverURL":"https://i.scdn.co/image/ab67616d0000b273103f3aa8490e837526233df9","songs":[{"name":"We Are Not Alone","duration_ms":149995,"likes":3,"duration_minSec":"2:29"},{"name":"Attack","duration_ms":153518,"likes":5,"duration_minSec":"2:33"},{"name":"Faster Than Light","duration_ms":157680,"likes":4,"duration_minSec":"2:37"},{"name":"They Are Here","duration_ms":201015,"likes":7,"duration_minSec":"3:21"},{"name":"Facing the Enemy","duration_ms":162960,"likes":5,"duration_minSec":"2:42"},{"name":"We Are Here for Each Other","duration_ms":129497,"likes":4,"duration_minSec":"2:09"},{"name":"Artificial Intelligence","duration_ms":205589,"likes":4,"duration_minSec":"3:25"},{"name":"Strike Back","duration_ms":128829,"likes":6,"duration_minSec":"2:08"},{"name":"Sky Is Not a Limit","duration_ms":138222,"likes":5,"duration_minSec":"2:18"},{"name":"Love Across the Stars","duration_ms":187715,"likes":5,"duration_minSec":"3:07"},{"name":"The Dream","duration_ms":211231,"likes":3,"duration_minSec":"3:31"},{"name":"Final Encounter","duration_ms":135087,"likes":3,"duration_minSec":"2:15"},{"name":"Rising Out of the Dark","duration_ms":98034,"likes":8,"duration_minSec":"1:38"},{"name":"Return of the Heroes","duration_ms":223306,"likes":8,"duration_minSec":"3:43"},{"name":"Unlimited Courage","duration_ms":259024,"likes":4,"duration_minSec":"4:19"}],"likes":56,"averageRating":0.0,"year":"2014","lastReviews":[]},{"id":"65ab9d6b186280a9f3ece43e","title":"This Is Frederik Ndoci (Compilation 2)","artists":["Lars Frederiksen and the Bastards","Frederik Wiedmann","Frederik Valentin","Frederik Smith","Acoustic Christmas Music Band","Loke Rahbek","Frederik Ndoci","Sped up Christmas","Nightcore Christmas"],"coverURL":"https://i.scdn.co/image/ab67616d0000b2733d26fc58def5cda95df64830","songs":[{"name":"I Dehur","duration_ms":211866,"likes":2,"duration_minSec":"3:31"},{"name":"Ah Jeta Ime","duration_ms":244285,"likes":2,"duration_minSec":"4:04"},{"name":"Ah Ky Mall","duration_ms":307733,"likes":6,"duration_minSec":"5:07"},{"name":"Asaman Tredafili Çeles","duration_ms":246333,"likes":7,"duration_minSec":"4:06"},{"name":"Balada E Gurit","duration_ms":277573,"likes":5,"duration_minSec":"4:37"},{"name":"Baresha","duration_ms":354693,"likes":6,"duration_minSec":"5:54"},{"name":"Bishtalecat","duration_ms":152520,"likes":3,"duration_minSec":"2:32"},{"name":"Bylbyli Në Pranverë Duet","duration_ms":211973,"likes":3,"duration_minSec":"3:31"},{"name":"Bylbyli Në Pranverë Solo","duration_ms":215853,"likes":4,"duration_minSec":"3:35"},{"name":"Dashnor Tu Bana","duration_ms":322267,"likes":4,"duration_minSec":"5:22"},{"name":"Endërr Europiane","duration_ms":272293,"likes":3,"duration_minSec":"4:32"},{"name":"Si Dukat I Vogël Je","duration_ms":250533,"likes":1,"duration_minSec":"4:10"},{"name":"Jare","duration_ms":247626,"likes":7,"duration_minSec":"4:07"},{"name":"Lule Borë Mix","duration_ms":464986,"likes":5,"duration_minSec":"7:44"},{"name":"Karajfil Të Zgodha","duration_ms":226840,"likes":11,"duration_minSec":"3:46"},{"name":"Kenke Nuri Bukurisë","duration_ms":321298,"likes":2,"duration_minSec":"5:21"},{"name":"M'ka Shkue Mendja","duration_ms":278752,"likes":3,"duration_minSec":"4:38"},{"name":"29 - Pranvera Filloi Me Ardhë","duration_ms":236213,"likes":7,"duration_minSec":"3:56"},{"name":"Shkodër Moj Dile E Prite","duration_ms":237506,"likes":4,"duration_minSec":"3:57"},{"name":"Turtulleshe","duration_ms":234376,"likes":7,"duration_minSec":"3:54"}],"likes":56,"averageRating":5.0,"year":"2020","lastReviews":[{"username":"H. Rendleman","rating":5,"text":"I am a big fan of Alison so am enjoying the album"}]}]